tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "ccls"
brew "cmake"
brew "php", restart_service: true
brew "composer"
brew "elixir"
brew "fish"
brew "fzf"
brew "git"
brew "jenv"
brew "lua-language-server"
brew "luarocks"
brew "neovim"
brew "python@3.9"
brew "ripgrep"
brew "rust-analyzer"
brew "stow"
brew "tmux"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "blackhole-16ch"
cask "font-hack-nerd-font"
cask "ganache"
cask "karabiner-elements"
